[
    {
        "title": "Sushi",
        "img": "https://resources.matcha-jp.com/resize/720x2000/2022/01/16-120658.jpeg",
        "description": "Sushi is one of the best known Japanese foods around the world. It is offered in various ways and prices, from the entertaining kaiten-zushi (conveyor belt sushi), where visitors can enjoy sushi for a reasonable price of about 100 yen per plate, to high-end, long-established, traditional Edomae sushi (Edo-style sushi) where you will sit at a quiet counter to eat as the sushi is prepared right before your eyes.",
        "country": "Japan"
    },
    {
        "title": "Sashimi",
        "img": "https://resources.matcha-jp.com/resize/720x2000/2019/05/06-76329.jpeg",
        "description": "Similar to sushi but without the rice, sashimi is raw fish sliced into easy-to-eat pieces. The high-quality of the fish caught in all regions of Japan makes it a great choice no matter if you are visiting Tokyo, Kyoto, or anywhere else.",
        "country": "Japan"
    },
    {
        "title": "Tempura",
        "img": "https://resources.matcha-jp.com/resize/720x2000/2022/01/16-120660.jpeg",
        "description": "Tempura is a dish involving ingredients like seafood, meat, and vegetables covered in batter and deep-fried in oil. The batter usually contains flour and egg. Tempura is generally dipped in a special sauce called tentsuyu before eating. Tentsuyu is a sauce made of broth from kombu or dried bonito, mirin, and soy sauce mixed at a ratio of 4:1:1 and cooked. You can add ginger or grated radish to your liking for a more refreshing taste.",
        "country": "Japan"
    },
    {
        "title": "Boeuf Bourguignon",
        "img": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F220530154825-01-a-classic-french-dishes-boeuf-bourguignon-restricted.jpg",
        "description": "Is there possibly a more French way to prepare beef than to marinate it in red wine? Named boeuf Bourguignon after the famed red wine from the Burgundy region of France, this dish combines a nice, fatty cut of beef with a dry pinot noir and plenty of fresh vegetables to create a hearty and indulgent stew.",
        "country": "France"
    },
    {
        "title": "Bouillabaisse",
        "img": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F220526165503-02-classic-french-dishes-bouillabaisse.jpg",
        "description": "With a long name and an even longer list of ingredients, bouillabaisse is seaside city Marseille's gift to France's culinary canon. The soup, once a poor man's dish and now a mainstay on many a Michelin-starred menu, elevates the catch of the day beyond your standard soupe de poisson.",
        "country": "France"
    },
    {
        "title": "Tarte Tatin",
        "img": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F220526165638-03-classic-french-dishes-tarte-tatin.jpg",
        "description": "This list of classic French dishes would be incomplete without the inclusion of something from the country's extensive repertoire of patisserie. Though not as refined or architectural as some treats seen in the windows of French sweet shops, the buttery, simmering tarte Tatin, essentially an upside-down caramelized apple tart, is famous around the world for its rich flavor and unique history.",
        "country": "France"
    },
    {
        "title": "Rigatoni alla Carbonara",
        "img": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F210211140233-03-classic-italian-dishes.jpg",
        "description": "Few ingredients go into making this dish, but the secret is in their quality, and the way they stick to the tube shaped pasta. Pecorino cheese, pork cheek and raw organic eggs are all that's needed for Rome's specialty dish.",
        "country": "Italy"
    },
    {
        "title": "Brodetto",
        "img": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F210211141225-06-classic-italian-dishes.jpg",
        "description": "Solo diners should avoid ordering this dish, unless they're: A) really hungry; and B) massively into fish. Brodetto is a fish soup of gigantic proportions. It's served as a single main course but usually takes two people to finish.",
        "country": "Italy"
    },
    {
        "title": "Polenta",
        "img": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_634,c_fill,g_auto,h_357,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F210211141552-10-classic-italian-dishes.jpg",
        "description": "This dish of boiled cornmeal mush is best served as a steaming semi-liquid on a wooden platter. It can also be cooled, solidified, chopped into fingers and served grilled as rectangular finger foods.",
        "country": "Italy"
    }
]